[
  {
    "name": "Scout Titan Weapons",
    "specialRules": [

    ],
    "unit": [
        {
          "name": "Inferno Gun",
          "type": "Arm Weapon",
          "weapons": ["Inferno Gun"],
          "specialRules": [
            {
              "title": "Automaton",
              "description": [
                "Unless they are part of a formation that includes other units that do not have this rule the formation can only take Hold, Engage, Marshall, Sustained Fire and Overwatch actions.",
                "A formation does not receive a Blast Marker when a unit with Automaton is destroyed, this includes the extra Blast Marker from the first casualty of a crossfire and for units destroyed for being out of formation after a move. Automaton units hit by a weapon with Disrupt do take a Blast Marker however.",
                "If a hit is inflicted on an Automaton unit because it is in a broken formation which is receiving a Blast Marker then it may attempt to save normally.",
                "Automaton units killed in an assault count for the purposes of working out its result."
              ]
          },
          {
                "title": "God Machine Killer (GMK)",
                "description": [
                  "Has TK(D6) instead of TK(D3) against WE with the God Machine special rule."
            ]
          },
          {
            "title": "Void Shields",
            "description": [
              "Imperial Titans are protected by void shield generators. The number of void shields each Titan has is noted on the Titan’s datasheet.",
              "Each void shield will automatically stop one point of damage and then go down. Do not make armour saves for damage stopped by void shields, nor allocate Blast Markers. Once all of the shields have been knocked down, the Titan may be damaged normally and you may make saving throws against any hits that are scored. Hits from close combat ignore void shields but units using their firefight values must first knock down any shields before they can damage the Titan.",
              "Void shields that have been knocked down can be repaired. Each Titan can repair one downed void shield in the end phase of each turn. In addition, if a Titan regroups it can use the dice roll to either repair the void shield or remove Blast Markers (e.g., if you rolled a 2 you could repair 2 shields, remove 2 Blast Markers or repair 1 shield and remove 1 Blast Marker)."
            ]
          },
          {
            "title": "God Machine",
            "description": [
              "All friendly/allied units with a line of fire to a unit that has the 'God Machine' special rule recieve a blast marker if the unit with 'God Machine' is destroyed.",
              "Additionally when a Unit with the 'God Machine' Special rule is hit but a Pin Point attack from a space craft, the unit sufferes a TK(D6) instead of the usualy TK(D3) from each Pin Point."
            ]
          },
          {
            "title": "Ignore Shields",
            "description": [
              "Ignores Powerfields, Shadowfields, Ion Shields & Void Shields (Shadowfields still provide cover from shooting)."
            ]
          }

          ]
        },
        {
          "name": "Castigator Cannon",
          "type": "Arm Weapon",
          "weapons": ["Castigator Cannon"],
          "specialRules": [

          ]
        },
        {
          "name": "Chaos Hellblades",
          "type": "Arm Weapon",
          "weapons": ["Chaos Hellblades"],
          "specialRules": [

          ]
        },
        {
          "name": "Plasma Blastgun",
          "type": "Arm Weapon",
          "weapons": ["Plasma Blastgun"],
          "specialRules": [

          ]
        },
        {
          "name": "Vulcan Mega Bolter",
          "type": "Arm Weapon",
          "weapons": ["Vulcan Mega-Bolter"],
          "specialRules": [

          ]
        }
    ]
  }
]
