[
  {
    "name": "Genestealer Forces",
    "specialRules": [

          {
            "title": "Cult Ambush",
            "description": [
                "Genestealer armies are ambush specialist. Some Genestealer formations may be set up as Cult Ambushers. Only formations with all units having the Cult ambush rule can be set up this way and only 1 formation per 1k Points after the first 1k Points (2 at 3k Points, 3 at 4k and so on).",
                "Instead of depolying as normal these formation set up as garrisons using any objective but must stay 30cm from the opponents deployment edge, So no garrisoning the enemy blitz."
            ]
          },
          {
            "title": "Tunnelers",
            "description": [
              "Tunnellers are set up touching their own side's table edge before the battle starts at the same time that spacecraft are set up (see 4.3.1). Any units transported in tunnellers should be placed to one side at this time too. Secretly write down the location where the tunneller will surface at the same time and in the same manner that you record the coordinates of a drop zone (see 4.3.1). You must also secretly record the turn the tunneller will surface. If it is going to surface in your half of the table it may arrive from the second turn onwards. If it is going to surface in the opposing half of the table, it may arrive from turn three onwards.",
              "Set up the tunneller units at the start of the stated turn, before determining who wins the strategy roll, at the location you wrote down. Surfacing does not count as movement for the purposes of triggering enemy overwatch fire. If a tunneller would have surfaced on terrain that is impassable for it, under a friendly unit, or in an enemy zone of control, then it is assumed that on-board sensor equipment would divert it towards another entry point. The unit should be moved to the nearest area where it can surface.",
              "Formations of multiple tunnellers need only record one location where they will surface. Place the first tunneller unit at this location. All other tunneller units must be placed within 5cm of another tunneller unit that has already been placed and fully within a 15cm radius of the original surfacing coordinates. After all tunnellers have been placed any units being transported are allowed to disembark immediately.",
              "Disembarking triggers overwatch fire as normal. Tunnellers, and any units being transported in them, may take an action on the turn they appear."
              ]
          },
          {
            "title": "Cult Guard",
            "description": [
              "Brood Brothers, Super Heavy Tanks, Tank Platoons, Sentinels, Brood Brother Basilisks, Bombards and Deathstrikes are considered to be 'Cult Guard' formations."
            ]
          },
          {
            "title": "Patriarch Host",
            "description": [
                "A Genestealer army must include a Patriarch Host. This formation is always considered to be the BTS even if it not the most expensive formation.",
                "While the Patriarch Brood Coven unit is on the table all infantry units in the Patriarch Host are consider fearless. If the Patriarch Brood Coven is removed from the table the Patriarch Host immediatly loses Fearless."
            ]
          },
          {
            "title": "Genestealer Primus",
            "description": [
              "While the Patriarch Brood Coven unit is alive and on the table, all infantry units in a 'Cult Guard' formation with a Genestealer Primus are considered Super Expendable (except for the unit with the Genestealer Primus). If the Genestealer Primus dies, the 'Cult Guard' units immediately loses Expendable. If the Genestealer Primus dies in an assault, all units are counted for casualties as normal."
            ]
          },
          {
            "title": "Genestealer Magus",
            "description": [
              "A Genestealer army may include one Genestealer Magus Character per 1000 points. The Genestealer Magus do not cost any points.",
              "Genestealer Magus units may be added to the army at the start of the battle before either side sets up. Genestealer Magus units may be attached to any Cult Guard formations. You may not include more than one Genestealer Magus per formation. You may not add a Genestealer Magus to a Cult Navy formation. If you have more Genestealer Magus than formations any excess is lost."
            ]
          },
          {
            "title": "Extreme Mobility",
            "description": [
              "Tyranid Armoured Vehicles and War Engines units do not take dangerous terrain tests. Tyranid Light Vehicles move through terrain and receive cover as if they were Infantry. Fortified positions such as minefields or razorwire, and special terrain features such as lava flows affect Tyranids normally."
            ]
          }

    ],
    "unit": [
      {
      "name": "Patriarch Coven",
      "type": "INF",
      "speed": 20,
      "armour": "4",
      "cc": 4,
      "ff": 4,
      "weapons": [
        "Large Rending Claws"
      ],
      "specialRules": [
        "Supreme Commander",
        "Invulnerable Save",
        "Inspiring",
        "Tunneler"
      ]
    },
    {
      "name": "Genestealer Magus",
      "type": "CH",
      "weapons": [
        "Psyker powers"
      ],
      "specialRules": [
        "Invulnerable Save",
        "Leader"
      ]
    },
    {
      "name": "Genestealer Primus",
      "type": "CH",
      "weapons": [
        "Power Weapons"

      ],
      "specialRules": [
        "Invulnerable Save",
        "Leader"
      ]
    },
    {
      "name": "Broodlord",
      "type": "CH",
      "weapons": [
        "Rending Claws"
      ],
      "specialRules": [
        "Invulnerable Save",
        "Leader",
        "Inspiring"
      ]
    },
    {
      "name": "Jackal Alphus",
      "type": "CH",
      "weapons": [
        "Jackel Sniper Rifle"
      ],
      "specialRules": [
        "Leader"
      ]
    },
    {
      "name": "Acolyte Hybrid",
      "type": "INF",
      "speed": 15,

      "cc": 5,
      "ff": 5,
      "weapons": [
        "Seismic Cannons","Claws"
      ],
      "specialRules": [
        "Tunneler",
        "One in every two has a Seismic Cannon."
      ]
    },
    {
      "name": "Neophyte Hybrid",
      "type": "INF",
      "speed": 15,
      "armour": 6,
      "cc": 5,
      "ff": 5,
      "weapons": [
       "Mining Laser","Claws"
      ],
      "specialRules": [
        "Tunneler",
        "Cult Ambush"
      ]
    },
    {
      "name": "Brood Brothers",
      "type": "INF",
      "speed": 15,

      "cc": 6,
      "ff": 5,
      "weapons": [
        "Autocannon","Lasguns"
      ],
      "specialRules": [
        "One in every two has an Autocannon"
      ]
    },
    {
      "name": "Cult Fire Support",
      "type": "INF",
      "speed": 15,
      "cc": 6,
      "ff": 5,
      "weapons": [
        "Autocannon|2|"
      ]
    },
    {
      "name": "Aberrants",
      "type": "INF",
      "speed": 15,
      "armour": 3,
      "cc": 3,

      "weapons": [
        "Giant Mauls"
      ],
      "specialRules": [
        "Tunneler",
        "Cult Ambush"
      ]
    },
    {
      "name": "Genestealers",
      "type": "INF",
      "speed": 20,
      "armour": 6,
      "cc": 2,
      "weapons": [
      "Rending Claws"
      ],
      "specialRules": [
        "Scout",
        "Infiltraitors"
      ]
    },
    {
      "name": "Purestrain Genestealers",
      "type": "INF",
      "speed": 20,
      "armour": 4,
      "cc": 4,
      "weapons": [
        "Purestrain Rending Claws"
      ],
      "specialRules": [
        "Tunneler",
        "Cult Ambush",
        "Infiltraitors"
      ]
    },
    {
      "name": "Hybrid Metamorphs",
      "type": "INF",
      "speed": 15,
      "armour": 4,
      "cc": 4,
      "ff": 4,
      "weapons": [
        "Metamorph Guns","Metamorph Claws"
      ],
      "specialRules": [
        "Tunneler",
        "Cult Ambush",
        "Infiltraitors"
      ]
    },
    {
      "name": "Atalan Jackals",
      "type": "INF",
      "speed": 35,
      "armour": 5,
      "cc": 4,
      "ff": 5,
      "weapons": [
      "Jackal Guns"
      ],
      "specialRules": [
        "Mounted",
        "Cult Ambush"
      ]
    },
    {
      "name": "Wolfquad",
      "type": "LV",
      "speed": 35,
      "armour": 5,
      "cc": 4,
      "ff": 5,
      "weapons": [
      "Atalan Incinerator"
      ],
      "specialRules": [
        "Mounted",
        "Cult Ambush"
      ]
    },
    {
      "name": "Achilles Ridgerunner",
      "type": "LV",
      "speed": 35,
      "armour": 4,
      "cc": 6,
      "ff": 5,
      "weapons": [
        "Heavy Mining Laser"
      ],
      "specialRules": [
        "Scout"
      ]
    },
    {
      "name": "Armoured Limousine",
      "type": "LV",
      "speed": 30,
      "armour": 5,
      "cc": 6,
      "ff": 5,
      "weapons": [
        "Mounted Guns"
      ],
      "specialRules": [
        "Transport (May carry 2 infantry units without jump packs or mounted)."
      ]
    },
    {
      "name": "Goliath Truck",
      "type": "AV",
      "speed": 25,
      "armour": 5,
      "cc": 6,
      "ff": 5,
      "weapons": [
      "Twin Autocannon"
      ],
      "specialRules": [
        "Transport (May carry 2 infantry units without jump packs or mounted)."
      ]
    },
    {
      "name": "Goliath Rockgrinder",
      "type": "AV",
      "speed": 25,
      "armour": 5,
      "cc": 6,
      "ff": 5,
      "weapons": [
        "Heavy Flamer"
      ],
      "specialRules": [
        "Walker",
        "Transport (May carry 2 infantry units without jump packs or mounted)."
      ]
    }
    ]
  }
]
